Repository: JulianHock/LoanCalculator
Catalog: Kreditrechner/Properties/Resources.*.resx
Languages: de

source: Add
de: Hinzufügen

# AddUnscheduledRepaymentToolTip
source: Add unscheduled repayment
de: Sondertilgung hinzufügen

source: Amount:
de: Betrag:

# AmountUnscheduledRepaymentPlan
source: Amount
de: Betrag

source: Calculate
de: Berechnen

# CalculateButtonToolTip
source: Calculate loan scenario
de: Kreditszenario berechnen

# CalculateMinimumRepaymentToolTip
source: Calculate minimum rate
de: Mindestrate berechnen

# DateInstallmentPlan
source: Date
de: Datum

source: Installment Plan
de: Ratenplan

# Interest
source: Debit Interest p.A.:
de: Sollzins p.A.:

# InterestInstallmentPlan
source: Interest
de: Zinsen

# InterestToolTip
source: Amount of the annual percentage rate of charge
de: Höhe des effektiven Jahreszinses

source: Loan Amount:
de: Kreditbetrag:

# LoanAmountToolTip
source: Amount of the loan
de: Betrag des Kredits

source: Loan Scenario
de: Kreditszenario

# MenuBarAbout
source: About...
de: Info...

# MenuBarCalculateMinimumRate
source: Calculate minimum rate...
de: Mindestrate berechnen...

# MenuBarFile
source: File
de: Datei

# MenuBarHelp
source: Help
de: Hilfe

# MenuBarLoad
source: Load
de: Laden

# MenuBarSave
source: Save
de: Speichern

# MinimumMonthlyRate
source: Minimum montly rate:
de: Mindestrate:

# MinimumMonthlyRateToolTip
source: Minimum monthly amount that must be paid to meet minimum repayment requirements
de: Betrag der monatlich mindestens gezahlt werden muss, um Mindesttilgung zu erfüllen

source: Minimum Repayment:
de: Mindesttilgung:

# MinimumRepaymentToolTip
source: Amount of the minimum repayment
de: Höhe der Mindesttilgung

source: Month:
de: Monat:

# MonthUnscheduledRepaymentPlan
source: Month
de: Monat

# RateResultToolTip
source: Monthly installment that is repaid
de: Monatliche Rate die zurückgezahlt wird

# RateToolTip
source: Calculate term at given rate
de: Laufzeit bei gegebener Rate berechnen

# RemainingDebtInstallmentPlan
source: Remaining debt
de: Restschuld

source: Remove
de: Entfernen

# RemoveUnscheduledRepaymentToolTip
source: Remove unscheduled repayment
de: Sondertilgung entfernen

source: Repayment at begin:
de: Anfängliche Tilgung:

# RepaymentAtBeginToolTip
source: Amount of repayment of the total sum in the first month seen on the whole year
de: Höhe der Tilgung der Gesamtsumme im ersten Monat gesehen auf das gesamte Jahr

# RepaymentInstallmentPlan
source: Repayment
de: Tilgung

source: Term:
de: Laufzeit:

# TermResultToolTip
source: Term of the credit
de: Laufzeit des Kredits

# TermToolTip
source: Calculate rate for given term
de: Rate bei gegebener Laufzeit berechnen

# Title
source: Loan Calculator
de: Kreditrechner

source: Total Interest:
de: Gesamt Zinsen:

# TotalInterestToolTip
source: Sum of the interest to be paid over the term
de: Summe der Zinsen die über die Laufzeit gezahlt werden müssen

source: Total Repayment:
de: Gesamt Rückzahlung:

# TotalRepaymentToolTip
source: Total amount incl. interest to be repaid over the term of the loan
de: Gesamtsumme inkl. Zinsen, die über die Laufzeit zurückgezahlt werden muss

# TypeInstallmentPlan
source: Type
de: Art

source: Unscheduled Payment
de: Sondertilgung

# UnscheduledPaymentPlan
source: Unscheduled Payments Plan
de: Sondertilgungsplan

# UnscheduledRepaymentAmountToolTip
source: Amount of the unscheduled repayment
de: Betrag der Sondertilgung

# UnscheduledRepaymentMonthToolTip
source: Month in which the special payment is to be made Can also be selected via installment plan
de: Monat in dem die Sonderzahlung getätigt werden soll Kann auch über Ratenplan ausgewählt werden
